app.controller("SecondCtrl", function($scope){

$scope.Spisok = [


        {
          'article' : '"Сотовая связь в РБ очень сильно подорожает.", - заявил исполнительный директор Velcom Ярослав Мудрый.',
          'lid': 'Если вы думаете, что Uber показал галопирующий рост только в Минске, то сильно ошибаетесь. Столь же стремительно и под аккомпанемент протестов традиционных таксистов сервис развивался в Польше. Корреспонденты Onliner.by во время интервью с сотрудниками польского офиса говорили о плюсах и минусах работы, требованиях регулятора и о том, куда поляки, пользующиеся приложением, едут чаще всего.',
          'pic': 'img/cap2.jpg',
          'link' : 'view_post.php?id=10',
          'razdel' : 'Девушки',
        },

        {
          'article' : 'Психическое здоровье, путевка в жизнь, мытье пробирок — выпускники БГТУ размышляют о высшем образовании.',
          'lid': 'На простой вопрос «для чего вы учились в университете?» можно получить самые неожиданные ответы. В день вручения дипломов студентам Белорусского государственного... ',
          'pic': 'img/brit.jpg',
          'link' : 'view_post.php?id=9',
          'razdel' : 'Места',
        },

         {
          'article' : '«Скоро пешеходам придется надевать шлемы и бронежилеты». Разбор двух велопроисшествий в Минске.',
          'lid': 'Роли инспектора, судьи и палача взял на себя велосипедист на улице Притыцкого в Минске. Как говорит пострадавший парень, мужчина сначала совершил на него наезд, а потом ударил...',
          'pic': 'img/girl.jpg',
          'link' : 'view_post.php?id=8',
          'razdel' : 'Фотография',
        },

        {
          'article' : 'Навалил кирпичей. Из грузовика строительные блоки высыпались прямо на оживленный проспект.',
          'lid': 'Неприятность случилась в Гомеле с автомобилем, который перевозил стройматериалы. Грузовик с силикатными блоками слишком резко поворачивал направо — с улицы Озерной на проспект Космонавтов. Там и... вывалил груз прямо на переход. Этот момент попал на регистратор, запись опубликовала гомельчанка Елена Андреянова.',
          'pic': 'img/uni.jpg',
          'link' : 'view_post.php?id=7',
          'razdel' : 'Юмор',
        },

        {
          'article' : 'Конкурс «Дачный сезон»: собственный ботанический сад на девяти сотках',
          'lid': 'На Groovy.ml продолжается конкурс для прогрессивных дачников. По субботам мы публикуем истории наших читателей о том, как они благоустраивали садовые домики и участки, постепенно превращая свои загородные сотки в комфортные места для отдыха. Сегодня в конкурсе «Дачный сезон» — рассказ Константина.',
          'pic': 'img/meal.jpg',
          'link' : 'view_post.php?id=6',
          'razdel' : 'Еда, Напитки',
        },

          {
          'article' : 'Конкурс «Дачный сезон»: собственный ботанический сад на девяти сотках',
          'lid': 'На Groovy.ml продолжается конкурс для прогрессивных дачников. По субботам мы публикуем истории наших читателей о том, как они благоустраивали садовые домики и участки, постепенно превращая свои загородные сотки в комфортные места для отдыха. Сегодня в конкурсе «Дачный сезон» — рассказ Константина.',
          'pic': 'img/write.jpg',
          'link' : 'view_post.php?id=5',
          'razdel' : 'Цитаты',
        },

        {
          'article' : 'Конкурс «Дачный сезон»: собственный ботанический сад на девяти сотках',
          'lid': 'На Groovy.ml продолжается конкурс для прогрессивных дачников. По субботам мы публикуем истории наших читателей о том, как они благоустраивали садовые домики и участки, постепенно превращая свои загородные сотки в комфортные места для отдыха. Сегодня в конкурсе «Дачный сезон» — рассказ Константина.',
          'pic': 'img/car.jpg',
          'link' : 'view_post.php?id=4',
          'razdel' : 'Автомобили',
        },

         {
          'article' : 'Конкурс «Дачный сезон»: собственный ботанический сад на девяти сотках',
          'lid': 'На Groovy.ml продолжается конкурс для прогрессивных дачников. По субботам мы публикуем истории наших читателей о том, как они благоустраивали садовые домики и участки, постепенно превращая свои загородные сотки в комфортные места для отдыха. Сегодня в конкурсе «Дачный сезон» — рассказ Константина.',
          'pic': 'img/music.jpg',
          'link' : 'view_post.php?id=3',
          'razdel' : 'Музыка',
        },

        {
          'article' : 'Конкурс «Дачный сезон»: собственный ботанический сад на девяти сотках',
          'lid': 'На Groovy.ml продолжается конкурс для прогрессивных дачников. По субботам мы публикуем истории наших читателей о том, как они благоустраивали садовые домики и участки, постепенно превращая свои загородные сотки в комфортные места для отдыха. Сегодня в конкурсе «Дачный сезон» — рассказ Константина.',
          'pic': 'img/film.jpg',
          'link' : 'view_post.php?id=2',
          'razdel' : 'Видео',
        },

        {
          'article' : 'Конкурс «Дачный сезон»: собственный ботанический сад на девяти сотках',
          'lid': 'На Groovy.ml продолжается конкурс для прогрессивных дачников. По субботам мы публикуем истории наших читателей о том, как они благоустраивали садовые домики и участки, постепенно превращая свои загородные сотки в комфортные места для отдыха. Сегодня в конкурсе «Дачный сезон» — рассказ Константина.',
          'pic': 'img/umor.jpg',
          'link' : 'view_post.php?id=1',
          'razdel' : 'Юмор',
        },



        {'article' : 'Строительство АЭС нервирует Литву'},
        {'article' : 'Новость 3'},
        {'article' : 'Новость 4'},
        {'article' : 'Новость 5'},
        {'article' : 'Новость 6'},
        {'article' : 'Новость 7'},
        {'article' : 'Новость 8'},
        {'article' : 'Новость 9'},
        {'article' : 'Новость 10'},
        {'article' : 'Новость 11'},
        {'article' : 'Новость 12'},
        {'article' : 'Новость 13'},
        {'article' : 'Новость 14'},
        {'article' : 'Новость 15'},
        {'article' : 'Новость 16'},
        {'article' : 'Новость 17'},
        {'article' : 'Новость 18'},
        {'article' : 'Бро'},
        {'article' : 'Броль'},
        {'article' : 'Брост'},
        {'article' : 'Бронь'},
        {'article' : 'Броооук'},
        {'article' : 'Бромони'},
        {'article' : 'Брутяли'},
        {'article' : 'Брондо'},
        {'article' : 'Брось'},
        {'article' : 'Бро 1'},
        {'article' : 'Брооосто'},
        {'article' : 'Брооооенко'},
        {'article' : 'У лукоморье'},
        {'article' : 'Дуб зелёный'},
        {'article' : 'Златая цепь на дубе том'},
        {'article' : 'И днём и ночью кот учёный'},
        {'article' : 'всё ходит по цепи кругом'},
        {'article' : 'News'},
        {'article' : 'Ещё новость'},
        {'article' : 'И ещё новость'},
        {'article' : 'Суперновость'},
        {'article' : 'Гиперновость'},
        
    ];})
